app/views/students/index.html.erb

<%Student.all.each do |s|%>
---
SELECT "students".* FROM "students"