app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
  def index
    Student.all.each do |s|